---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.StationingSurveyFeet
source: html/80cc36e5-c614-fd16-9d75-0879526bb2cb.htm
---
# Autodesk.Revit.DB.UnitTypeId.StationingSurveyFeet Property

US survey feet.

## Syntax (C#)
```csharp
public static ForgeTypeId StationingSurveyFeet { get; }
```